Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/UserNotificationsUIKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# NOTIFICATION_OPTIONS_TITLE_FORMAT
source: %@ Notifications
ar: إشعارات %@
bg: Известия от %@
ca: Notificacions (%@)
cs: Oznámení aplikace %@
da: %@-notifikationer
de: Mitteilungen von „%@“
el: Γνωστοποιήσεις – %@
es: Notificaciones de %@
es_us: Notificaciones de %@
fi: %[tt]@-ilmoitukset
he: עדכוני ״%@״
hi: %@ सूचनाएँ
hr: Obavijesti: %@
hu: %@ értesítés
id: Pemberitahuan %@
it: Notifiche %@
ja: %[tt]@の通知
kk: %@ хабарландырулары
ko: %@ 알림
lt: %@ pranešimai
ms: Pemberitahuan %@
nl: %@ meldingen
no: %@-varslinger
pl: Powiadomienia (%@)
pt: Notificações de %@
pt_pt: Notificações (%@)
ro: Notificări %@
ru: Уведомления (%@)
sk: Hlásenia: %@
sl: Obvestila za %@
sv: %@-notiser
th: การแจ้งเตือนจาก%[tt]@
tr: %@ Bildirimleri
uk: Сповіщення | %@
vi: Thông báo của %@
zh_cn: %[tt]@的通知
zh_hk: %[tt]@通知
zh_tw: %[tt]@通知

source: You don’t frequently use “%@” during Do Not Disturb. Do you want to add it to silenced notifications?
ar: أنت لا تستخدم "%@" كثيرًا أثناء تشغيل "عدم الإزعاج". هل ترغب في إضافته إلى الإشعارات المكتومة؟
bg: Не използвате често „%@“ по време на режим Не безпокойте. Искате ли да се добави към заглушените известия?
ca: No sols utilitzar l’app %@ quan tens el mode de no molestar activat. Vols que s’afegeixi a la llista d’apps silenciades?
cs: Aplikaci %@ používáte v režimu Nerušit jen zřídka. Chcete ji přidat k vypnutým zdrojům oznámení?
da: Du bruger sjældent “%@” under Forstyr ikke. Vil du føje den til ignorerede notifikationer?
de: Du verwendest „%@“ selten während „Nicht stören“. Sollen Mitteilungen für diese App stummgeschaltet werden?
el: Δεν χρησιμοποιείτε συχνά την εφαρμογή «%@» κατά τη διάρκεια της ρύθμισης «Μην ενοχλείτε». Θέλετε να προστεθεί στις γνωστοποιήσεις που έχουν τεθεί σε σίγαση;
es: No sueles usar la app %@ mientras tienes activado el modo “No molestar”. ¿Quieres silenciar sus notificaciones?
es_us: No sueles usar %@ durante No molestar. ¿Quieres agregarla a tu lista de notificaciones silenciadas?
fi: Käytät %[tt]@-appia harvoin, kun Älä häiritse -tila on päällä. Lisätäänkö se hiljennettyjen ilmoitusten luetteloon?
fr: Vous n’utilisez pas fréquemment « %@ » pendant « Ne pas déranger ». Voulez-vous l’ajouter aux notifications masquées ?
fr_ca: Vous n’utilisez pas souvent « %@ » avec le mode « Ne pas déranger ». Souhaitez-vous taire les notifications de cette app?
he: לא השתמשת לעיתים קרובות ב-״%@״ במהלך ״נא לא להפריע״. האם ברצונך להוסיף את העדכונים שלו לרשימת העדכונים המושתקים?
hi: आप डू नॉट डिस्टर्ब के दौरान “%@” का अक्सर उपयोग नहीं करते हैं। क्या आप इसे मौन की गई सूचनाओं में जोड़ना चाहते हैं?
hr: Ne koristite često “%@” tijekom Zabrane ometanja. Želite li dodati tu aplikaciju u popis utišanih obavijesti?
hu: Amikor a Ne zavarjanak funkció aktiválva van, Ön nem használja gyakran a következőt: „%@”. Szeretné hozzáadni az elnémított értesítésekhez?
id: Anda tidak sering menggunakan “%@” selama Jangan Ganggu. Apakah Anda ingin menambahkannya ke pemberitahuan yang diheningkan?
it: Quando “Non disturbare” è attiva, non utilizzi di frequente %@. Vuoi aggiungere l’app a quelle con le notifiche silenziose?
ja: “%1$@”はおやすみモードの間にあまり使用されていません。“%1$@”を知らされない通知のリストに追加しますか?
kk: «Мазаламау» режимі қосулы болған кезде, «%@» қолданбасын жиі пайдаланбайсыз. Оны дыбыссыз хабарландырулар тізіміне қосу қажет пе?
ko: 방해금지 모드가 켜져 있는 동안 ‘%@’ 앱을 자주 사용하지 않습니다. 이 앱을 무음 알림에 추가하겠습니까?
lt: Funkcijos „Netrukdyti“ metu retai naudojate programą „%@“. Ar norite jos pranešimus įtraukti į nutildytus?
ms: Anda tidak menggunakan “%@” semasa Jangan Ganggu secara kerap. Adakah anda mahu menambahkannya pada pemberitahuan disenyapkan?
nl: Je gebruikt %@ niet vaak tijdens 'Niet storen'. Wil je deze toevoegen aan stilgehouden meldingen?
no: Du bruker sjelden %@ mens Ikke forstyrr er på. Vil du dempe varslinger fra denne appen?
pl: Rzadko używasz aplikacji „%@” w trybie Nie przeszkadzać. Czy chcesz wyciszyć jej powiadomienia?
pt: Você não usa “%@” frequentemente durante o modo Não Perturbe. Deseja silenciar as notificações deste app?
pt_pt: Não utiliza “%@” com frequência durante o modo Não incomodar. Adicionar às notificações silenciadas?
ro: Nu utilizați frecvent aplicația %@ în timpul modului “Nu deranjați”. Doriți să o adăugați la lista notificărilor ignorate?
ru: В режиме «Не беспокоить» Вы редко используете приложение «%@». Хотите заглушать уведомления от него?
sk: Apku „%@“ používate v režime Nerušiť len zriedkavo. Chcete ju pridať medzi stíšené hlásenia?
sl: Aplikacije »%@« ne uporabljate pogosto med načinom Ne moti. Želite obvestila za to aplikacijo utišati?
sv: Du använder sällan ”%@” under Stör ej. Vill du lägga till den i listan med tystade notiser?
th: คุณใช้ “%@” เป็นบางครั้งในระหว่างโฟกัสในเวลาห้ามรบกวน คุณต้องการเพิ่มในรายการปิดการแจ้งเตือนหรือไม่
tr: Rahatsız Etme sırasında pek “%@” kullanmıyorsunuz. Onu sessize alınan bildirimlere eklemek ister misiniz?
uk: Ви рідко використовуєте програму «%@», коли ввімкнено режим «Не турбувати». Додати її до списку приглушених сповіщень?
vi: Bạn không thường xuyên sử dụng “%@” trong chế độ Không làm phiền. Bạn có muốn thêm ứng dụng đó vào thông báo bị tắt tiếng không?
zh_cn: 勿扰模式期间，你不常使用“%@”。要将它添加至静音通知吗？
zh_hk: 你很少在「請勿打擾」期間使用「%@」。你想將它加至已靜音的通知嗎？
zh_tw: 你在「勿擾模式」期間不常使用「%@」。要將其加入已靜音的通知嗎？

# NOTIFICATION_OPTIONS_TURN_OFF_APPLICATION_DURING_WORK
source: Turn Off During Work Focus
ar: إيقاف أثناء تركيز العمل
bg: Изключи по време на Фокус Работа
ca: Desactiva durant el mode de feina
cs: V režimu soustředění na práci vypnout
da: Slå fra under fokusfunktionen Arbejde
de: Während des Fokus „Arbeiten“ deaktivieren
el: Απενεργοποίηση κατά τη Συγκέντρωση εργασίας
es: Desactivar durante el modo de trabajo
es_us: Desactivar durante enfoque Trabajo
fi: Laita pois päältä Työskentely-tilassa
fr: Désactiver en mode de concentration Travail
fr_ca: Désactiver avec le mode de concentration « Travail »
he: כיבוי בזמן מצב הריכוז ״עבודה״
hi: वर्क फ़ोकस के दौरान बंद करें
hr: Isključi tijekom fokusa Posao
hu: Kikapcsolás a „Munka” Fókusz közben
id: Matikan Selama Fokus Bekerja
it: Disattiva durante la full immersion Lavoro
ja: “仕事”集中モードの間はオフにする
kk: «Жұмысқа зейін қою» режимінде өшіру
ko: 업무 집중 모드 동안 끄기
lt: Išjungti veikiant susitelkimo režimui „Darbas“
ms: Nyahaktifkan Semasa Fokus Kerja
nl: Schakel uit tijdens de focus 'Werk'
no: Slå av mens Jobbfokus er på
pl: Wyłącz, gdy włączam tryb skupienia Praca
pt: Desativar Durante o Foco Trabalho
pt_pt: Desativar durante o modo de concentração “Trabalhar”
ro: Dezactivați în modul de concentrare Muncă
ru: Выключить при фокусировании «Работа»
sk: Vypnúť v režime Môj čas na prácu
sl: Izklopi med fokusom Služba
sv: Stäng av under fokusläget Arbetar
th: ปิดใช้ระหว่างโฟกัสในเวลาทำงาน
tr: İş Odağı Sırasında Kapat
uk: Вимкнути під час зосередження на роботі
vi: Tắt trong khi bật chế độ Làm việc
zh_cn: 工作专注模式期间关闭
zh_hk: 「工作專注模式」期間關閉
zh_tw: 在工作專注模式期間關閉

# NOTIFICATION_MANAGEMENT_CONFIGURE_IN_APP
source: Configure in %@…
ar: تكوين في %@…
bg: Конфигуриране в %@…
ca: Configura a l’app %@…
cs: Nastavit v aplikaci %@…
da: Konfigurer i %@…
de: In %@ konfigurieren …
el: Ρύθμιση παραμέτρων στην εφαρμογή «%@»…
es: Configurar en %@…
es_us: Configurar en %@…
fi: Määritä %[tt]@-apissa…
fr: Configurer dans %@…
fr_ca: Configurer dans %@…
he: הגדרה דרך ״%@״…
hi: %@ में कॉन्फ़िगर करें…
hr: Podesi koristeći %@…
hu: Konfigurálás a következőben: %@…
id: Konfigurasi di %@…
it: Configura su %@…
ja: %[tt]@で構成する…
kk: «%@» қол­дан­ба­сын­да теңшеу…
ko: %@에서 구성…
lt: Konfigūruoti programoje „%@“…
ms: Konfigurasi dalam %@…
nl: Configureer in %@…
no: Konfigurer i %@…
pl: Konfiguruj w „%@”…
pt: Configurar em %@…
pt_pt: Configurar em %@…
ro: Configurați în %@…
ru: Настроить в «%@»…
sk: Nastaviť v „%@“…
sl: Konfiguriraj v: %@ …
sv: Konfigurera i %@…
th: กำหนดค่าใน%[tt]@…
tr: %@ İçinde Ayarla…
uk: Конфігурувати в %@…
vi: Định cấu hình trong %@…
zh_cn: 在“%@”中配置…
zh_hk: 在「%@」設定⋯
zh_tw: 在%[tt]@中設定⋯

# NOTIFICATION_LIST_MISSED_SECTION_HEADER_PERSONAL
source: While in Personal Focus
ar: أثناء تشغيل تركيز الوقت الشخصي
bg: По време на Фокус Лично време
ca: Durant el mode de temps lliure
cs: V režimu volného času
da: Mens Personlig var slået til
de: Während des Fokus „Zeit für mich“
el: Κατά τη Συγκέντρωση προσωπικού χρόνου
es: Durante el modo de tiempo libre
es_us: Al usar enfoque Personal
fi: Kun Oma aika -tila oli päällä
fr: Pendant « Temps pour soi »
fr_ca: Lorsqu’en mode « Personnel »
he: כשמצב הריכוז ״אישי״ פעיל
hi: पर्सनल फ़ोकस में रहने के दौरान
hr: Dok je podešen fokus Osobno
hu: A „Személyes” Fókusz közben
id: Saat Fokus Pribadi Aktif
it: Durante la full immersion Personale
ja: “パーソナル”集中モード中
kk: «Жеке басына зейін қою» режимі қосулы кезде
ko: 개인 시간 집중 모드 중
lt: Veikiant susitelkimo režimui „Asmeninis“
ms: Semasa Fokus Peribadi
nl: Tijdens de focus 'Persoonlijk'
no: Mens Egentid var på
pl: W trybie skupienia Czas dla mnie
pt: Durante o Foco Pessoal
pt_pt: Durante o modo de concentração “Tempo pessoal”
ro: În modul de concentrare Personal
ru: При фокусировании «Личное»
sk: V režime Môj čas na seba
sl: Ko ste bili v fokusu Osebno
sv: Medan fokuset Egentid var aktivt
th: ระหว่างโฟกัสเวลาส่วนตัว
tr: Kişisel Odaktayken
uk: У режимі зосередження на особистому часі
vi: Khi bật chế độ Cá nhân
zh_cn: 个人专注模式期间
zh_hk: 個人專注模式期間
zh_tw: 個人專注模式期間

source: You frequently receive notifications from %@ in Work Focus, would you like to silence them?
ar: كثيرًا ما تصلك إشعارات من %@ أثناء تركيز العمل، هل ترغب في إسكاتها؟
bg: Често получавате известия от %@ във Фокус Работа. Искате ли да ги заглушите?
ca: %@ sovint t’envia notificacions quan tens el mode de feina activat. Vols silenciar‑les?
cs: Oznámení od uživatele %@ přijímáte v režimu soustředění na práci často. Chcete je vypnout?
da: Du modtager ofte notifikationer fra %@ under fokusfunktionen Arbejde. Vil du ignorere dem?
de: Du erhältst während des Fokus „Arbeiten“ häufig Mitteilungen von %@. Sollen sie stummgeschaltet werden?
el: Λαμβάνετε συχνά γνωστοποιήσεις από «%@» κατά τη διάρκεια της Συγκέντρωσης εργασίας. Θέλετε να τις θέσετε σε σίγαση;
es: Sueles recibir notificaciones de %@ cuando tienes activado el modo de trabajo. ¿Quieres silenciarlas?
es_us: Sueles recibir notificaciones de %@ durante el enfoque Trabajo. ¿Quieres silenciarlas?
fi: %@ lähettää ilmoituksia usein, kun Työskentely-tila on päällä. Hiljennetäänkö nämä ilmoitukset?
fr: Vous recevez fréquemment des notifications de %@ durant le mode de concentration Travail. Voulez-vous les masquer ?
fr_ca: Vous recevez souvent des notifications de « %@ » lorsque le mode de concentration « Travail » est activé, souhaitez-vous les taire?
he: קיבלת לעיתים קרובות עדכונים מ-״%@״ במהלך מצב הריכוז ״עבודה״. האם ברצונך להשתיק אותם?
hi: आप अक्सर %@ से वर्क फ़ोकस में सूचनाएँ प्राप्त करते हैं, क्या आप उन्हें मौन करना चाहेंगे?
hr: Često primate obavijesti od “%@” tijekom fokusa Posao. Želite li ih utišati?
hu: „Munka” Fókusz közben gyakran kap értesítéseket a következőtől: %@. Szeretné elnémítani ezeket az értesítéseket?
id: Anda sering menerima pemberitahuan dari %@ dalam Fokus Bekerja. Apakah Anda ingin mengheningkannya?
it: Durante la full immersion Lavoro, ricevi di frequente notifiche da %@. Vuoi silenziarle?
ja: %@さんからの通知を“仕事”集中モードの間によく受信しています。通知を知らされないようにしますか?
kk: «Жұмысқа зейін қою» режимінде %@ хабарландырулары жиі келеді, бұл хабарландырулар дыбысын өшіру қажет пе?
ko: 업무 집중 모드가 켜져 있는 동안 %@님의 알림을 자주 받습니다. 알림 소리를 무음으로 설정하겠습니까?
lt: Veikiant susitelkimo režimui „Darbas“ dažnai gaunate pranešimų iš %@. Ar norite šiuos pranešimus nutildyti?
ms: Anda menerima pemberitahuan daripada %@ dalam Fokus Kerja secara kerap. Adakah anda mahu menyenyapkannya?
nl: Je ontvangt vaak meldingen van %@ tijdens de focus 'Werk'. Wil je ze stilhouden?
no: Du mottar ofte varslinger fra %@ når fokuset Jobb er på. Vil du dempe dem?
pl: Często otrzymujesz powiadomienia dotyczące tej osoby (%@), gdy jesteś w trybie skupienia Praca. Czy chcesz je wyciszyć?
pt: Você recebe frequentemente notificações de %@ durante o Foco Trabalho. Deseja silenciá‑las?
pt_pt: Recebe notificações de %@ com frequência no modo de concentração “Trabalhar”. Gostaria de as silenciar?
ro: Primiți frecvent notificări de la %@ în timpul modului de concentrare Muncă. Doriți să le ignorați?
ru: При фокусировании «Работа» Вы часто получаете уведомления от пользователя %@. Хотите заглушать эти уведомления?
sk: V režime Môj čas na prácu často dostávate hlásenia od užívateľa %@. Chcete ich stíšiť?
sl: Ko ste v fokusu Služba, pogosto prejemate obvestila osebe %@. Želite ta obvestila utišati?
sv: Du får ofta notiser från %@ under fokuset Arbetar. Vill du tysta dem?
th: คุณได้รับการแจ้งเตือนจาก%[tt]@เป็นประจำในโฟกัสในเวลาทำงาน คุณต้องการที่จะปิดการแจ้งเตือนหรือไม่
tr: İş Odağı sırasında sıklıkla %@ adlı kişiden bildirim alıyorsunuz. Bunları sessize almak ister misiniz?
uk: %@ часто надсилає вам сповіщення, коли ввімкнено режим зосередження на роботі. Приглушувати ці сповіщення?
vi: Bạn thường xuyên nhận được các thông báo từ %@ trong chế độ tập trung Làm việc, bạn có muốn tắt tiếng chúng không?
zh_cn: 工作专注模式下，你常收到来自%@的通知。要静音这类通知吗？
zh_hk: 在「工作專注模式」期間，你經常收到來自%@的通知，要將這些通知靜音嗎？
zh_tw: 你在「工作專注模式」期間經常收到來自%@的通知，要將其靜音嗎？

# NOTIFICATION_REMOTE_MANAGEMENT_MODE_CONFIGURATION_SUGGESTION_ALLOW_CONTACT_SLEEP
source: You frequently receive calls and messages from %@ during Sleep Focus. Do you want to add them to allowed notifications?
ar: أنت تتلقى مكالمات ورسائل من %@ كثيرًا أثناء تركيز النوم. هل ترغب في إضافة هذا الشخص إلى الإشعارات المسموح بها؟
bg: Често получавате обаждания и съобщения от %@ по време на Фокус Сън. Искате ли да ги добавите към позволените известия?
ca: %@ sovint et truca i t’envia missatges quan tens el mode de dormir activat. Vols que s’afegeixi a la llista de persones permeses?
cs: Hovory a zprávy od uživatele %@ přijímáte ve spánkovém režimu často. Chcete ho přidat k povoleným zdrojům oznámení?
da: Du modtager ofte opkald og beskeder fra %@ under fokusfunktionen Søvn. Vil du føje vedkommende til tilladte notifikationer?
de: Du erhältst während des Fokus „Schlafen“ häufig Anrufe und Mitteilungen von %@. Soll dieser Kontakt zu den erlaubten Mitteilungen hinzugefügt werden?
el: Λαμβάνετε συχνά κλήσεις και μηνύματα από τον χρήστη «%@» κατά τη διάρκειας της Συγκέντρωσης ύπνου. Θέλετε να προστεθεί στις επιτρεπόμενες γνωστοποιήσεις;
es: Sueles recibir llamadas y mensajes de %@ mientras tienes activado el modo de descanso. ¿Quieres que se añada a la lista de personas que pueden enviarte notificaciones?
es_us: Sueles recibir llamadas y mensajes de %@ durante el enfoque Sueño. ¿Quieres agregar a esta persona a la lista de notificaciones autorizadas?
fi: %@ soittaa tai lähettää viestejä harvoin, kun Nukkuminen-tila on päällä. Poistetaanko hänet sallittujen ilmoitusten luettelosta?
fr: Vous recevez fréquemment des appels et des messages de %@ pendant le mode de concentration Repos. Voulez-vous les ajouter aux notifications autorisées ?
fr_ca: Vous recevez souvent des appels et des messages de « %@ » lorsque le mode de concentration « Sommeil » est activé. Souhaitez-vous ajouter cette personne à vos notifications autorisées?
he: קיבלת לעיתים קרובות שיחות והודעות מ-%@ במהלך מצב הריכוז ״שינה״. האם ברצונך להוסיף אדם זה לרשימת העדכונים המותרים?
hi: आपको स्लीप फ़ोकस के दौरान %@ के कॉल और संदेश अक्सर आते हैं। क्या आप इन्हें अनुमति प्राप्त सूचनाओं में जोड़ना चाहते हैं?
hr: Često primate pozive i poruke od osobe %@ tijekom fokusa Spavanje. Želite li dodati tu osobu u popis dozvoljenih obavijesti?
hu: „Alvás” Fókusz közben Ön gyakran kap hívásokat és üzeneteket a következőtől: %@. Szeretné hozzáadni őket az engedélyezett értesítésekhez?
id: Anda sering menerima panggilan dan pesan dari %@ selama Fokus Tidur. Apakah Anda ingin menambahkannya ke pemberitahuan yang diizinkan?
it: Durante la full immersion Sonno, ricevi di frequente chiamate e messaggi da %@. Vuoi aggiungere il contatto a quelli con le notifiche consentite?
ja: %1$@さんからの通話やメッセージを“睡眠”集中モードの間によく受信しています。%1$@さんを通知の許可リストに追加しますか?
kk: «Ұйқыға зейін қою» режимі қосулы кезде %@ нөмірінен қоңыраулар мен хабарлар жиі келеді. Оларды рұқсат етілген хабарландырулар тізіміне қосу қажет пе?
ko: 수면 집중 모드가 켜져 있는 동안 %@님의 전화 통화 및 메시지를 자주 받습니다. 이 사람을 허용된 알림에 추가하겠습니까?
lt: Veikiant susitelkimo režimui „Miegas“ dažnai sulaukiate skambučių ir žinučių iš %@. Ar norite šio asmens žinutes įtraukti į leidžiamus pranešimus?
ms: Anda kerap menerima panggilan dan mesej daripada %@ semasa Fokus Tidur. Adakah anda mahu menambahkannya pada pemberitahuan dibenarkan?
nl: Je ontvangt vaak oproepen en berichten van %@ tijdens de focus 'Slaap'. Wil je ze toevoegen aan toegestane meldingen?
no: Du mottar ofte anrop og meldinger fra %@ mens fokuset Soving er på. Vil du tillate varslinger fra denne personen?
pl: %@ często dzwoni do Ciebie i wysyła Ci wiadomości, gdy jesteś w trybie skupienia Sen. Czy chcesz pozwolić na powiadomienia od tej osoby?
pt: Você recebe frequentemente ligações e mensagens de %@ durante o Foco Sono. Deseja permitir as notificações desta pessoa?
pt_pt: Recebe chamadas e mensagens de %@ com frequência durante o modo de concentração “Dormir”. Adicionar às notificações autorizadas?
ro: Primiți frecvent apeluri și mesaje de la %@ în timpul modului de concentrare Somn. Doriți să adăugați contactul la lista notificărilor permise?
ru: При фокусировании «Сон» Вам часто звонит и пишет %@. Хотите добавить уведомления от этого человека в список разрешенных?
sk: V režime Môj čas na spánok často prijímate hovory a správy od užívateľa %@. Chcete ho pridať medzi povolené zdroje hlásení?
sl: Ko ste v fokusu Spanje, pogosto prejemate klice in sporočila osebe %@. Jih želite dodati med dovoljena obvestila?
sv: Du får ofta samtal och meddelanden från %@ under fokuset Sover. Vill du lägga till den kontakten i din lista med tillåtna notiser?
th: คุณได้รับสายโทรและข้อความจาก%[tt]@เป็นประจำในระหว่างโฟกัสในเวลานอนหลับ คุณต้องการเพิ่มในรายการแจ้งเตือนที่อนุญาตหรือไม่
tr: Uyku Odağı sırasında sıklıkla %@ adlı kişiden telefon ve mesaj alıyorsunuz. Bu kişiyi izin verilen bildirimlere eklemek ister misiniz?
uk: %@ часто вам телефонує та надсилає повідомлення, коли у вас увімкнено режим зосередження на сні. Додати цього користувача до списку дозволених сповіщень?
vi: Bạn thường xuyên nhận được cuộc gọi và tin nhắn từ %@ trong chế độ tập trung Ngủ. Bạn có muốn thêm họ vào thông báo được phép không?
zh_cn: 睡眠专注模式期间你常收到来自“%@”的来电和信息。要将其添加至允许通知吗？
zh_hk: 你經常在「睡眠專注模式」期間收到%@的來電和訊息。你想將其加至允許的通知嗎？
zh_tw: 你在「睡眠專注模式」期間經常收到來自%@的通話和訊息。要加入允許的通知嗎？

# CRITICAL_TEXT
source: Critical
ar: بالغ الأهمية
bg: Важно
ca: Crític
cs: Kritická
da: Kritisk
de: Kritisch
el: Κρίσιμη
es: Crítico
es_us: Crítica
fi: Kriittinen
fr: Critique
fr_ca: Critique
he: קריטי
hi: महत्वपूर्ण
hr: Kritično
hu: Kritikus
id: Kritis
it: Importante
ja: 重大
kk: Маңызды
ko: 중요
lt: Kritinis
ms: Kritikal
nl: Kritiek
no: Kritisk
pl: Krytyczne
pt: Crítico
pt_pt: Crítico
ro: Importanță critică
ru: Важные
sk: Kritické
sl: Kritično
sv: Kritiskt
th: สำคัญ
tr: Kritik
uk: Обовʼязково
vi: Quan trọng
zh_cn: 重要
zh_hk: 重要
zh_tw: 重要
